---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CeilingHeightabovelevelParam
source: html/981b5f83-d95e-956f-8968-12d1a99c5f52.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CeilingHeightabovelevelParam Property

"Height Offset From Level"

## Syntax (C#)
```csharp
public static ForgeTypeId CeilingHeightabovelevelParam { get; }
```